{
  "name": "Cards Against India - Desi Edition",
  "official": false,
  "white": [
    "Nervously hiding your JEE score from your relatives.",
    "Aunty's unsolicited marriage advice.",
    "The eternal debate: North Indian food vs South Indian food.",
    "Rote learning until your brain melts.",
    "That one uncle who always supports 'Modiji'.",
    "12th boards and the emotional breakdown that follows.",
    "Indian dads silently watching TV to avoid confrontation.",
    "Failing NEET and becoming a motivational speaker.",
    "Rahul Gandhi saying literally anything.",
    "Internet shutdown during protests.",
    "A family WhatsApp group filled with fake news.",
    "Kapil Sharma laughing at his own jokes.",
    "Bollywood remixes of old songs that no one asked for.",
    "Sanskari values and misogyny, served together.",
    "Sex education via awkward biology teachers.",
    "Engineering college with zero campus placements.",
    "‘Good touch, bad touch’ assemblies with creepy animations.",
    "Aunty gushing over your ‘healthy’ (fat) looks.",
    "Having 14 tuitions and still failing math.",
    "CBSE changing the syllabus mid-year.",
    "Indian dads explaining inflation as if they’re RBI.",
    "Being forced to sing the national anthem at 7AM.",
    "Netflix's idea of Indian representation.",
    "A political debate turning into a WWE match.",
    "Fake news forwarded as gospel truth.",
    "NEET rank that makes your parents cry.",
    "Dance reality shows featuring toddlers twerking.",
    "A spiritual guru with a shady past.",
    "Every Bollywood award going to the same actor.",
    "Caste-based reservation arguments at family dinner.",
    "Engineering students learning nothing but memes."
  ],
  "black": [
   "Modiji banned porn but couldn’t stop me from _.",
  "I failed my JEE mock test because I was busy _.",
  "The secret to topping NEET without studying: _.",
  "Indian hostel bathrooms are full of _.",
  "My sanskaari cousin got caught watching _.",
  "Instead of kaajal, she applied _ on her eyes.",
  "During our first night, he whispered _ in my ear.",
  "Indian sex education classes taught me nothing about _.",
  "I hid my condoms inside _.",
  "The new IIT elective is called ‘Introduction to _’.",
  "The reason I deleted my search history: _.",
  "My roommate moans _ during online classes.",
  "Every Indian dad’s worst nightmare: _.",
  "She blocked me on WhatsApp after I sent her _.",
  "He said ‘arranged marriage’, but what he meant was _.",
  "My browser autofill exposed my obsession with _.",
  "My Bhabhi’s cooking is almost as hot as _.",
  "After drinking desi daaru, I woke up next to _.",
  "What actually happens in PGs after 10pm: _.",
  "Swiping right on Shaadi.com led me to _.",
  "I thought it was Haldi ceremony, but it turned into _.",
  "‘Horn OK Please’ is actually a metaphor for _.",
  "Papa caught me red-handed with _.",
  "When the teacher asked for a diagram of the reproductive system, I drew _.",
  "Indian sex toy startups now offer _.",
  "During online viva, I accidentally shared a tab with _.",
  "The real reason I failed my UPSC interview: _.",
  "Aunty thought it was a meditation app, but it was actually _.",
  "After 3 rum shots, he confessed his love for _.",
  "If Kamasutra was written today, it would include _.",
   "The only thing louder than Arnab’s voice is _.",
  "During our CBSE Biology practicals, someone brought up _.",
  "Maharashtra introduced a new subject: _ Studies.",
  "My Delhi friend thought _ was part of foreplay.",
  "After watching one Marathi natak, I started craving _.",
  "The Haryana riots started because someone said _.",
  "New IPS batch was disqualified for using _ during training.",
  "The UPSC mains essay this year was on _.",
  "Slumdog Millionaire would've won 10 more Oscars if it had _.",
  "My Bihar roommate's life goal: _.",
  "Caste-based reservation now includes _ as a category.",
  "Sex education in Indian schools is just a diagram of _.",
  "In the new education policy, moral science is replaced by _.",
  "My Indian dad thinks _ will turn me gay.",
  "I thought I was doing Surya Namaskar, but I ended up _.",
  "Bollywood's hottest scene this year features _ and gulab jamuns.",
  "The NEET question paper asked for uses of _ in foreplay.",
  "Engineering college students now worship _ before exams.",
  "That moment when Rahul Gandhi tried to explain _ on national TV.",
  "New CBSE marking scheme: 5 marks for writing _ in cursive.",
  "At my cousin’s sangeet, someone performed kathak to _.",
  "After drinking bhaang, I hallucinated _ dancing on my bed.",
  "The real reason Indian kids hate hostel food: _.",
  "An Indian sanskaari wedding isn’t complete without _.",
  "My JEE prep schedule included 6 hours of crying and _.",
  "If Bollywood made porn, the climax would feature _ and bhangra.",
  "My neighbor’s kid topped UPSC by studying _.",
  "Indian internet went down because everyone searched _ at the same time.",
  "Maharashtra declared a state holiday after _ went viral.",
  "Papa’s idea of modern parenting is letting me watch _ with supervision.",
   "The biology teacher skipped the chapter on _ because it was too ‘sensitive’.",
  "Indian sanskaars go out the window when _ enters the room.",
  "The real reason my crush stopped talking to me: _.",
  "When I said I wanted to top JEE, I didn’t mean _.",
  "According to Indian aunties, _ causes pregnancy.",
  "At the sex education seminar, they showed a diagram of _.",
  "My UP police arrest sheet simply says: _.",
  "In the hostel, we secretly formed a club called _.",
  "Netflix asked me if I’m still watching _ after 6 hours of _.",
  "Indian dads will disown you faster than you can say _.",
  "Modiji’s secret bedroom yoga includes _.",
  "The real NEET syllabus: Physics, Chemistry, and _.",
  "That awkward moment when the Swamiji starts talking about _.",
  "Desi porn categories nobody talks about: _.",
  "Caught red-handed: I was watching _ in incognito mode.",
  "Indian army training now includes defense against _.",
  "My IAS interview got derailed when I accidentally mentioned _.",
  "When the lights went out during the wedding, everyone blamed _.",
  "In the name of culture, we now ban _.",
  "My rishta got cancelled because of a leaked video of me with _.",
  "Grandma slapped me after seeing _ on my phone.",
  "New CBSE question: Define _. Give two examples.",
  "After watching a Bollywood item song, I suddenly understood _.",
  "College hostel Wi-Fi usage report: 50% _.",
  "The condom ad that got banned featured _.",
  "Indian uncles pretend not to know about _.",
  "Everyone clapped when the bride removed her dupatta and revealed _.",
  "The Pandit paused the havan because someone was thinking about _.",
  "Breaking News: Sanskari family caught smuggling _ in tiffin boxes.",
  "My roommate talks to his girlfriend about _ every night.",
  "The real reason the marriage got annulled: _.",
  "The JEE aspirant’s browser history is full of _.",
  "Swiggy delivery guy caught sneaking _ into PG rooms.",
  "UPSC mains optional subject: _.",
  "The only sex talk I got from my parents was about _.",
  "Indian matrimonial ads now mention experience with _.",
  "At the Garba night, someone shouted _ and the vibe shifted.",
  "The worst wedding gift: a framed photo of _.",
  "My tuition teacher got fired for discussing _ during a lesson.",
  "In the name of family values, I had to delete _ from my phone.",
  "The new Aadhaar feature verifies your history of _.",
  "The police raid found only _ under the mattress.",
  "Instead of Gita, my father handed me a book about _.",
  "My NEET stress relief method involved copious amounts of _.",
  "The cousin who went to Canada is now famous for _.",
  "The CCTV footage at school caught me doing _.",
  "Indian sanskaar ends the moment _ starts playing.",
  "I blamed _ when my Google search history was exposed.",
  "My mother found a secret folder named _: Do Not Open.",
  "What really happens during IIT fests: _.",
  "‘Beti Bachao’ but from _.",
  "The only reason I passed 12th boards: _.",
  "Bihari coaching centres now offer special training in _.",
  "When the Baba promised success, I didn’t expect _.",
  "Bollywood’s horniest remake yet: _.",
  "My fake caste certificate accidentally listed me under _.",
  "The new mod on Byju’s teaches _ using animations.",
  "Caught cheating in the exam with help from _.",
  "Indian hostel horror stories always start with _.",
  "That moment when the IAS aspirant confessed to _.",
   "I thought it was an ayurvedic massage, but it turned into _.",
    "Breaking News: CBSE toppers caught in scandal involving _.",
    "At the hostel party, the chakhna was just _. Nothing else.",
    "Why did Sharma ji’s daughter suddenly move to Canada? _.",
    "The new Manorama Yearbook includes a chapter on _.",
    "On Holi, I got high and ended up _.",
    "Indian sanskaar 2.0: Touch feet, then _.",
    "During Navratri, they found _ behind the temple.",
    "The new Swamiji ashram welcomes you with _.",
    "Instead of ‘A for Apple’, my cousin’s baby book teaches ‘A for _’.",
    "The only thing stopping me from achieving moksha is _.",
    "When asked about their hobbies, every Indian boy proudly said _.",
    "My NEET coaching centre banned discussion of _.",
    "I got kicked out of the family group chat for sending _.",
    "Every time Modi says ‘Bharat’, someone somewhere Googles _.",
    "UP coaching centres now teach _ as a personality trait.",
    "My Tinder date turned awkward when she asked if I was into _.",
    "At the Delhi wedding, the sangeet included _ as a surprise.",
    "New Indian startup: Get _ delivered to your doorstep in 10 minutes.",
    "When the sex-ed seminar ended, we were left with only _.",
    "My yoga instructor said ‘align your chakras’ and then _ happened.",
    "The true purpose of Indian hostel curfews: to prevent _.",
    "During my UPSC interview, I accidentally quoted _.",
    "The WhatsApp family group admin was removed after sharing _.",
    "I tried to impress her by talking about _, but she ghosted me.",
    "New sex education rule: No diagrams, only _.",
    "Instead of Diwali crackers, we now burst _ on social media.",
    "Indian horror movies now feature _ as the main villain.",
    "Nani’s cure for heartbreak always includes _.",
    "The side effects of drinking cow urine include _.",
    "My arranged marriage was cancelled due to a rumor about _.",
    "The real reason IITians are still single: _.",
    "My roommate’s sleep-talking includes references to _.",
    "India’s next big space mission: To discover _.",
    "The new Byju’s AI now predicts failure using _.",
    "Instead of detergent, my PG uses _ to wash clothes.",
    "Aunty’s secret for glowing skin? Daily application of _.",
    "During Shivratri, my cousin accidentally worshipped _.",
    "New Indian parenting trend: Rewarding kids with _.",
    "Indian therapists now recommend _ to treat generational trauma.",
    "What Indian dads secretly cry about: _.",
    "The new reservation category includes children of _.",
    "Indian moms say ‘beta, eat this’ but it tastes like _.",
    "I thought I was downloading UPSC notes, but it was _.",
    "When they say ‘modern Indian values’, they mean _.",
    "My fashion influencer cousin just launched a line of _.",
    "What happens when Swamiji drinks Red Bull? _.",
    "Instead of satsang, the colony aunty started _.",
    "After Modi’s latest speech, Twitter exploded with _.",
    "The most watched Indian YouTube stream last year featured _.",
    "Indian gamer rage includes shouting _ at full volume.",
    "My south Delhi friend refused to eat anything without _.",
    "Indian male podcasters now blame women for _.",
    "At the coaching hostel, we call it ‘group study’, but it’s just _.",
    "Instead of Lord Krishna, today’s Radhas worship _.",
    "My Indian dad’s password hints at his love for _.",
    "The latest temple theft involved a gang of _.",
    "Modiji’s next campaign promises to eliminate _.",
    "After playing Garba for 3 hours, I hallucinated _.",
    "Indian stand-up comedy now revolves entirely around _.",
    "Every Indian man’s dream job: influencer in _.",
    "My CBSE project was plagiarized from a YouTube video about _.",
    "Indian cybercrime reports are 40% _ related.",
    "That viral TED Talk from IIT Bombay was actually about _.",
    "My tuition sir’s example problem included references to _.",
    "Indian Tinder bios now start with ‘lover of _’.",
    "My crush blocked me after I sent a meme about _.",
    "In my nightmares, the Indian middle class is haunted by _.",
    "At the bachelor party, someone brought a cake shaped like _.",
    "The government banned _ but forgot about potholes.",
    "Engineering hostel elections were rigged with promises of _.",
    "Indian uncles believe _ is more dangerous than drugs.",
    "Instead of saying ‘I love you’, he said _.",
    "Swamiji’s new mantra will cleanse your soul of _.",
    "That new south Indian thriller has a twist ending involving _.",
    "On Republic Day, the parade featured a float dedicated to _.",
    "My school diary had a punishment essay titled ‘Why _ is bad’.",
    "Every Indian street food vendor has a secret stash of _.",
    "The HR round of my job interview asked me about _.",
    "‘Deshbhakti’ now requires daily chanting of _.",
    "I tried to vibe on Bumble, but she replied with _.",
    "Indian weddings now end with a ritual involving _."
  ]
}